Repository: BigManzai/oswp-ConsoleCommand
Catalog: oswp-ConsoleCommand/lang/oswp-consolecommand-*.po
Languages: de_de

source: alert message - Send an alert to everyone
de_de: alert - Sendet eine Benachrichtigung an alle.

source: alert-user firstname lastname message - Send an alert to a user
de_de: alert-user - Vornamens Nachnamen Nachricht - Sendet eine Benachrichtigung an einen Benutzer.

source: appearance find uuid-or-start-of-uuid - Find out which avatar uses the given asset as a baked texture, if any.
de_de: Das Aussehen finden Sie uuid-or-start-of-uuid-Finden Sie heraus, welcher Avatar den gegebenen Vermögenswert als gebackene Textur verwendet, wenn überhaupt.

source: appearance rebake first-name last-name - Send a request to the users viewer for it to rebake and reupload its appearance textures.
de_de: Erscheinungsbild Rebake Vorname Vorname-Senden Sie eine Anfrage an den Benutzer-Viewer, um es zu rebellieren und wieder hochzuladen seine Erscheinung-Texturen.

source: appearance send first-name last-name - Send appearance data for each avatar in the simulator to other viewers.
de_de: Auftritt senden Vornamen Vorname-Senden Sie Optionsdaten für jeden Avatar im Simulator an andere Zuschauer.

source: appearance show first-name last-name - Show appearance information for avatars.
de_de: Erscheinungsbild zeigt Vornamen Vorname-Show Erscheinungsinformationen für Avatare.

source: attachments show first-name last-name - Show attachment information for avatars in this simulator.
de_de: Anhänge zeigen den Vornamen des Vornamens-zeigen Sie in diesem Simulator Anbauinformationen für Avatare.

source: backup - Persist currently unsaved object changes immediately instead of waiting for the normal persistence call.
de_de: Backup-Persist derzeit nicht gespeicherte Objekte ändert sich sofort, anstatt auf den normalen Daueraufruf zu warten.

source: bypass permissions true / false - Bypass permission checks
de_de: Bypass-Berechtigungen wahr/falsch-Bypass-Genehmigungskontrollen

source: change region region name - Change current console region
de_de: Name der Region ändern-Aktuelle Konsolenregion ändern

source: clear image queues first-name last-name - Clear the image queues textures downloaded via UDP for a particular client.
de_de: Klarsicht-Schlangen im Vornamen im Vornamen-Löschen Sie die Bildschlangen Texturen, die über UDP für einen bestimmten Client heruntergeladen werden.

source: command-script script - Run a command script from file
de_de: Befehlskript-Führen Sie ein Befehlskript aus der Datei

source: config get section key - Synonym for config show
de_de: Konfiguration erhält Sektionsschlüssel-Synonym für Konfigurationsshow

source: config save path - Save current configuration to a file at the given path
de_de: Konfiguration des Pfads-Speichern Sie die aktuelle Konfiguration in eine Datei auf dem gegebenen Pfad

source: config set section key value - Set a config option. In most cases this is not useful since changed parameters are not dynamically reloaded. Neither do changed parameters persist - you will have to change a config file manually and restart.
de_de: Konfiguration der Schlüsselwert des Abschnitts-Setzen Sie eine Konfigurationsoption. In den meisten Fällen ist dies nicht sinnvoll, da geänderte Parameter nicht dynamisch neu geladen werden. Auch die geänderten Parameter bleiben nicht bestehen-Sie müssen eine Konfigurationsdatei manuell ändern und neu starten.

source: config show section key - Show config information
de_de: Konfiguration zeigt Sektionsschlüssel-Konfiguration anzeigen

source: create region region name region_file.ini - Create a new region.
de_de: Erstellen Sie die Region Name region _ file.ini-Erstellen Sie eine neue Region.

source: debug attachments log 0|1 - Turn on attachments debug logging
de_de: Anhänge debuggt log 0 | 1-Schalten Sie die Anhänge Debug-Logging

source: debug attachments status - Show current attachments debug status
de_de: Anhänge debuggen Status debuggt-aktuelle Anhänge debuggen Status anzeigen

source: debug eq 0|1|2 - Turn on event queue debugging = 0 - turns off all event queue logging = 1 - turns on event queue setup and outgoing event logging = 2 - turns on poll notification
de_de: Debug eq 0 | 1 | 2-Drehen Sie auf die Ereignisschlange Debugging = 0-schaltet alle Ereignisqueue-Logging = 1-schaltet auf Event-Warteschlangen-Setup und ausgehende Ereignisprotokolle = 2-schaltet auf die Umfragebeldung ein

source: debug groups messaging verbose true|false - This setting turns on very verbose groups messaging debugging
de_de: Debug-Gruppen Messaging verbose true | false-Diese Einstellung dreht sich auf sehr verbose Gruppen Messaging-Debugging

source: debug groups verbose true|false - This setting turns on very verbose groups debugging
de_de: Debug-Gruppen verbose true | false-Diese Einstellung dreht sich auf sehr verbose Gruppen Debugging

source: debug http in|out|all level - Turn on http request logging.
de_de: Debug-http in | out | alle Ebenen-Einschalten auf http Anfrage loggen.

source: debug jobengine start|stop|status|log - Start, stop, get status or set logging level of the job engine.
de_de: Debug-Jobengine start | stop | status | log-Start, Stopp, Status erhalten oder Logging-Level der Job-Engine einstellen.

source: debug permissions true / false - Turn on permissions debugging
de_de: Berechtigungen wahr/falsch debuggen-Einschalten von Berechtigungen, die debugging

source: debug scene get - List current scene options.
de_de: Debug-Szene erhalten-Liste der aktuellen Szene-Optionen.

source: debug scene set param value - Turn on scene debugging options.
de_de: Debug-Szene set param value-Turn on scene debugging options.

source: debug scripts log item-id log-level - Extra debug logging for a particular script.
de_de: Debug-Skripte loggen item-id log-level-Extra Debug-Logging für ein bestimmtes Skript.

source: debug threadpool level 0..3 - Turn on logging of activity in the main thread pool.
de_de: Debug-Pthreadpool-Level 0 .. 3-Schalten Sie die Protokollierung der Aktivität im Haupt-Thread-Pool ein.

source: debug threadpool set worker|iocp min|max n - Set threadpool parameters. For debug purposes.
de_de: Debug Threadpool set worker | iocp min | max n-Set threadpool parameter. Für Debug-Zwecke.

source: debug threadpool status - Show current debug threadpool parameters.
de_de: Threadpool-Status debugelt-Zeigen Sie die aktuellen Debug-Threadpool-Parameter.

source: debug xengine log level - Turn on detailed xengine debugging.
de_de: Debug xengine Log-Level-Schalten Sie detailliertes xengine Debugging ein.

source: delete object creator UUID - Delete scene objects by creator
de_de: Objektschöpfer UUID löschen-Szenenobjekte durch den Schöpfer löschen

source: delete object id UUID-or-localID - Delete a scene object by uuid or localID
de_de: Löschen Sie Objekt ID UUID-oder localID-Löschen Sie ein Szenenobjekt von uuid oder localID

source: delete object name --regex name - Delete a scene object by name.
de_de: Löschen Sie den Objektnamen--regex Name-Löschen Sie ein Szenenobjekt mit Namen.

source: delete object outside - Löscht alle Szenenobjekte außerhalb der Regionsgrenzen
de_de: Objekt draußen löschen-Löscht alle Szenenobjekte außerhalb der Regionsgrenzen löschen

source: delete object owner UUID - Delete scene objects by owner
de_de: Objektbesitzer UUID löschen-Szenenobjekte löschen

source: delete object pos start x, start y , start z end x, end y, end z - Delete scene objects within the given volume.
de_de: Löschen Sie Objekt pos start x, start y, start z end x, end y, end z-Löschen Sie Szenenobjekte innerhalb der angegebenen Lautstärke.

source: delete-region name - Delete a region from disk
de_de: Name der Delete-Region-Eine Region aus der Scheibe löschen

source: dump asset id - Dump an asset
de_de: Müllhalde ablegen-ein Vermögen abwerfen

source: dump object id UUID-or-localID - Dump the formatted serialization of the given object to the file UUID.xml
de_de: Dumping-Objekt ID UUID-or localID-Dump die formatierte Serialisierung des gegebenen Objekts in die Datei UUID.xml

source: edit scale name x y z - Change the scale of a named prim
de_de: Skalennamen x y z bearbeiten-Die Skala eines benannten Prims ändern

source: estate create owner UUID estate name - Creates a new estate with the specified name, owned by the specified user. Estate name must be unique.
de_de: Grundstückserei Eigentümer UUID Immobilien-Name-Erstellt eine neue Immobilie mit dem angegebenen Namen, die im Besitz des angegebenen Benutzers. Der Name des Anwesens muss eindeutig sein.

source: estate link region estate ID region ID - Attaches the specified region to the specified estate.
de_de: Nachlass-Region Immobilien-Region ID Region ID-Angriff auf die angegebene Region auf die angegebenen Immobilien.

source: estate set name estate-id new name - Sets the name of the specified estate to the specified value. New name must be unique.
de_de: Nachlass-Name estate-id neuer Name-Setzt den Namen des angegebenen Nachlasses auf den angegebenen Wert. Neuer Name muss einmalig sein.

source: estate set owner estate-id UUID | Firstname Lastname - Sets the owner of the specified estate to the specified UUID or user.
de_de: Grundstück-Set-Eigentümer estate-id UUID | Vorname Lastname-Setzt den Eigentümer der angegebenen Immobilie an die angegebene UUID oder den Benutzer.

source: estate show - Shows all estates on the simulator.
de_de: Nachlass-Show-Zeigt alle Nachlässte auf dem Simulator.

source: export-map path - Save an image of the world map
de_de: Export-Kartenpfad-Speichern Sie ein Bild der Weltkarte

source: fcache assets - Attempt a deep scan and cache of all assets in all scenes
de_de: Fcache Assets-Versuch, einen tiefen Scan und Cache aller Assets in allen Szenen

source: fcache clear file memory - Remove all assets in the cache. If file or memory is specified then only this cache is cleared.
de_de: fcache clear file memory-Entfernen Sie alle Assets im Cache. Wenn Datei oder Speicher angegeben werden, dann wird nur dieser Cache gelöscht.

source: fcache expire datetime - Purge cached assets older then the specified date/time
de_de: fcache verfällt die Zeit-Purge zwischengespeicherte Assets älter als die angegebene Zeit

source: force gc - Manually invoke runtime garbage collection. For debugging purposes
de_de: Kraft gc-Manual aufruft die Müllabfuhr. Für Debugging

source: force permissions true / false - Force permissions on or off
de_de: Trupprechte wahr/falsch-Gewalteinlagen ein-oder ausschalten

source: force update - Force the update of all objects on clients
de_de: Kraft-Update-Toben Sie das Update aller Objekte auf Clients

source: friends show --cache first-name last-name - Show the friends for the given user if they exist.
de_de: Freunde zeigen--cache Vornamen-Zeigen Sie den Freunden für den angegebenen Benutzer, wenn sie existieren.

source: generate map - Generates and stores a new maptile.
de_de: Karte generieren-Generaten und speichern eine neue Karte.

source: get log level - Get the current console logging level
de_de: Log-Level erhalten-Get the current console logging level

source: help item - Display help on a particular command or on a list of commands in a category
de_de: Hilfestellung-Hilfe auf einem bestimmten Befehl anzeigen oder auf einer Befehlsliste in einer Kategorie

source: help Terrain - Get help on plugin command terrain
de_de: Hilfe für Terrain-Hilfe auf Plugin-Befehlsgelände

source: help Tree - Get help on plugin command tree
de_de: Hilfe für Baum-Hilfe auf Plugin-Befehlsbaum

source: help Windlight - Get help on plugin command windlight
de_de: Helfen Sie Windlight-Holen Sie Hilfe auf Plug-In-Kommando Windlicht

source: j2k decode ID - Do JPEG2000 decoding of an asset.
de_de: j2k-decode-ID-Machen Sie JPEG2000-Dekodierung eines Vermögenswertes.

source: land clear - Clear all the parcels from the region.
de_de: Land klar-Alle Pakete aus der Region löschen.

source: land show local-land-id - Show information about the parcels on the region.
de_de: Land zeigen Lokal-Land-ID-Informationen über die Pakete zur Region anzeigen.

source: link-mapping x y - Set local coordinate to map HG regions to
de_de: Link-Mapping x y-Stellen Sie lokale Koordinaten ein, um die HG-Regionen zu kartieren

source: link-region Xloc Yloc ServerURI RemoteRegionName - Link a HyperGrid Region. Examples for ServerURI: http://grid.net:8002/ or http://example.org/path/foo.php
de_de: Link-Region Xloc Yloc ServerURI RemoteRegionName-Link a HyperGrid Region. Beispiele für ServerURI: http://grid.net:8002/oder http://example.org/path/foo.php

source: load iar -m|--merge first last inventory path password IAR path - Load user inventory archive IAR.
de_de: Laden Sie iar-m |--merge erste letzte Inventarpfad-Passwort IAR-Pfad-Laden Sie das Benutzerinventar-Archiv IAR.

source: load oar -m|--merge -s|--skip-assets --default-user User Name --force-terrain --force-parcels --no-objects --rotation degrees --bounding-origin x,y,z --bounding-size x,y,z --displacement x,y,z -d|--debug OAR path - Load a regions data from an OAR archive.
de_de: load oar-m |--merge-s |--skip-assets--default-user User Name--force-terrain--force-parcels--no-objects--rotation grads x, y, z--bounding-size x, y, z--displacement x, y, z-d |--debug OAR-Pfad-Laden Sie eine Region Daten aus einem OAR-Archiv .

source: load xml file name -newUID x y z - Load a regions data from XML format
de_de: xml-Dateiname-newUID x y z-Laden Sie eine Region Daten aus dem XML-Format

source: load xml2 file name - Load a regions data from XML2 format
de_de: Xml2-Dateiname laden-Laden Sie eine Region Daten aus dem XML2-Format

source: login disable - Disable simulator logins
de_de: Login deaktivieren-Simulator-Logins deaktivieren

source: login enable - Enable simulator logins
de_de: Logimelfähig-Simulator-Logins aktivieren

source: login status - Show login status
de_de: Login-Status-Login-Status anzeigen

source: monitor report - Returns a variety of statistics about the current region and/or simulator
de_de: Monitoringbericht-veröffentlicht eine Vielzahl von Statistiken über die aktuelle Region und/oder Simulator

source: physics get param|ALL - Get physics parameter from currently selected region
de_de: Die Physik hat param | ALL-Get Physik-Parameter aus der aktuell ausgewählten Region

source: physics list - List settable physics parameters
de_de: Physik-Liste-Liste der festgelegten physikalischen Parameter

source: physics set param value|TRUE|FALSE localID|ALL - Set physics parameter from currently selected region
de_de: Die Physik setzt param Wert | TRUE | FALSE localID | ALL-Set Physik-Parameter aus der aktuell ausgewählten Region

source: quit - Quit the application
de_de: Aufhören-Beenden Sie die Anwendung

source: region get - Show control information for the currently selected region host name, max physical prim size, etc.
de_de: Region get-Zeigen Sie Kontrollinformationen für den aktuell ausgewählten Region-Hostnamen, maximale physikalische Prim-Größe, etc.

source: region restart abort message - Abort a region restart
de_de: Regionalneustart abgebrochen Nachricht-Abort ein Regionalneustart

source: region restart bluebox message delta seconds+ - Schedule a region restart
de_de: Region Neustart Bluebox-Nachricht Delta-Sekunden +-Planen Sie einen regionalen Neustart

source: region restart notice message delta seconds+ - Schedule a region restart
de_de: Benachrichtigung der Region neu

source: region set - Set control information for the currently selected region.
de_de: Regie-Set-Steuerungsinformationen für die aktuell ausgewählte Region einstellen.

source: remove-region name - Remove a region from this simulator
de_de: Abzugsgebietsname-Entfernen Sie eine Region aus diesem Simulator

source: reset user cache - reset user cache to allow changed settings to be applied
de_de: Benutzercache zurücksetzen-Benutzercache zurücksetzen, um geänderte Einstellungen anwenden zu können

source: restart - Restart the currently selected regions in this instance
de_de: Neustart-Neustart der aktuell ausgewählten Regionen in diesem Fall

source: rotate scene degrees centerX, centerY - Rotates all scene objects around centerX, centerY default 128, 128 please back up your region before using.
de_de: Drehen Sie Szene-Grad centerX, centerY-Dreht alle Szenenobjekte rund um centerX, centerY Standard 128, 128 bitte sichern Sie Ihre Region vor der Verwendung.

source: save iar -h|--home=url --noassets first last inventory path password IAR path -c|--creators -e|--exclude=name/uuid -f|--excludefolder=foldername/uuid -v|--verbose - Save user inventory archive IAR.
de_de: Speichern Sie iar-h |--home = url--noassets erste letzte Inventarpfad-Passwort IAR-Pfad-c |--creators-e |--excludefolder = foldername/uuuid-v |--verbose-Speichern Sie das User-Inventar-Archiv IAR.

source: save oar -h|--home=url --noassets --publish --perm=permissions --all OAR path - Save a regions data to an OAR archive.
de_de: save oar-h |--home = url--noassets--publish--perm = Berechtigungen--alle OAR-Pfad-Speichern Sie eine Region Daten in einem OAR-Archiv.

source: save prims xml2 prim name file name - Save named prim to XML2
de_de: Prims xml2 prim name name name-Save named prim to XML2

source: save xml file name - Save a regions data in XML format
de_de: xml-Dateiname speichern-speichern Sie eine Region Daten im XML-Format

source: save xml2 file name - Save a regions data in XML2 format
de_de: xml2-Dateiname speichern-Speichern Sie eine Region Daten im XML2-Format

source: scale scene factor - Scales the scene objects please back up your region before using
de_de: Skalenfaktor-skalieren Sie die Szeneobjekte bitte sichern Sie Ihre Region vor der Verwendung

source: scripts resume script-item-uuid+ - Resumes all suspended scripts
de_de: Skripte nehmen Skript-item-uuid + wieder auf-Lebensläufe aller suspendierten Skripte

source: scripts show script-item-uuid+ - Show script information
de_de: Skripte zeigen Skript-item-uuid +-Skriptinformationen anzeigen

source: scripts start script-item-uuid+ - Starts all stopped scripts
de_de: Skripte starten Skript-item-uuid +-Starts all stopped scripts

source: scripts stop script-item-uuid+ - Stops all running scripts
de_de: Skripte stoppen Skripte item-uuid +-Stoppt alle laufenden Skripte

source: scripts suspend script-item-uuid+ - Suspends all running scripts
de_de: Skripte suspendieren Skript-item-uuid +-Suspends all running scripts

source: set log level level - Set the console logging level for this session.
de_de: Log-Level einstellen-Setzen Sie die Konsolen-Protokollierung für diese Sitzung.

source: set terrain heights corner min max x y - Sets the terrain texture heights on corner #corner to min/max, if x or y are specified, it will only set it on regions with a matching coordinate. Specify -1 in x or y to wildcard that coordinate. Corner # SW = 0, NW = 1, SE = 2, NE = 3, all corners = -1.
de_de: Gesegene Geländehöhen Ecke min max x y-Setzt die Geländetexturhöhen an der Ecke #corner zu min/max, wenn x oder y angegeben sind, wird es nur auf Regionen mit einer passenden Koordinate gesetzt. Geben Sie-1 in x oder y zu Wildcard, die koordinieren. Ecke # SW = 0, NW = 1, SE = 2, NE = 3, alle Ecken =-1.

source: set terrain texture number uuid x y - Sets the terrain number to uuid, if x or y are specified, it will only set it on regions with a matching coordinate. Specify -1 in x or y to wildcard that coordinate.
de_de: Setzen Sie die Geländetexturnummer uuuid x y-Setzt die Geländenummer auf uuid, wenn x oder y angegeben sind, wird sie nur auf Regionen mit einer passenden Koordinate gesetzt. Geben Sie-1 in x oder y zu Wildcard, die koordinieren.

source: set water height height x y - Sets the water height in meters. If x and y are specified, it will only set it on regions with a matching coordinate. Specify -1 in x or y to wildcard that coordinate.
de_de: Einstellung Wasserhöhe x y-Setzt die Wasserhöhe in Metern. Wenn x und y angegeben sind, wird es nur auf Regionen mit einer passenden Koordinate gesetzt. Geben Sie-1 in x oder y zu Wildcard, die koordinieren.

source: show animations first-name last-name - Show animation information for avatars in this simulator.
de_de: Zeigen Sie Animationen im Vornamen Vorname-Informationen zur Animation für Avatare in diesem Simulator anzeigen.

source: show appearance first-name last-name - Synonym for appearance show
de_de: Show-Auftritt Vorname-Synonym für Optik

source: show asset ID - Show asset information
de_de: Asset-ID anzeigen-Informationen anzeigen

source: show caps list - Shows list of registered capabilities for users.
de_de: Liste der Vernehmungen anzeigen-Zeigt die Liste der registrierten Funktionen für Benutzer.

source: show caps stats by cap cap-name - Shows statistics on capabilities use by capability.
de_de: Mützen-Statistiken nach Cap-Cap-Namen anzeigen-zeigt Statistiken über die Nutzung von Fähigkeiten an.

source: show caps stats by user first-name last-name - Shows statistics on capabilities use by user.
de_de: Zeigen Sie die Mützen-Statistiken mit dem Benutzernamen Nachname-zeigt Statistiken über die Funktionen, die der Benutzer nutzt.

source: show checks - Show checks configured for this server
de_de: Schecks anzeigen-Schecks anzeigen, die für diesen Server konfiguriert sind

source: show circuits - Show agent circuit data
de_de: Schaltung von Schaltungen-Daten anzeigen, Agenten-Schaltkreise

source: show connections - Show connection data
de_de: Verbindungen anzeigen-Verbindungsdaten anzeigen

source: show eq - Show contents of event queues for logged in avatars. Used for debugging.
de_de: Show eq-Zeigen Sie Inhalte von Ereignisschlangen für eingeloggte Avatare. Zum Debuggen verwendet.

source: show http-handlers - Show all registered http handlers
de_de: Schaufenge-Handler-Alle registrierten http Handler anzeigen

source: show hyperlinks - List the HG regions
de_de: Hyperlinks anzeigen-Liste der HG-Regionen

source: show image queues first-name last-name - Show the image queues textures downloaded via UDP for a particular client.
de_de: Zeigen Sie Bildschlangen im Vornamen des Vornamens.

source: show info - Show general information about the server
de_de: Infos anzeigen-allgemeine Informationen über den Server anzeigen

source: show modules - Show module data
de_de: Module anzeigen-Moduldaten anzeigen

source: show name uuid - Show the bindings between a single user UUID and a user name
de_de: Showname uuid-Zeigen Sie die Bindungen zwischen einem einzelnen Benutzer UUID und einem Benutzernamen

source: show names - Show the bindings between user UUIDs and user names
de_de: Namen anzeigen-Die Bindungen zwischen UUIDs und Benutzernamen anzeigen

source: show neighbours - Shows the local region neighbours
de_de: Show-Nachbarn-Zeigt die Nachbarn der Region

source: show object id --full UUID-or-localID - Show details of a scene object with the given UUID or localID
de_de: Zeigen Sie Objekt ID--volle UUID-oder localID-Zeigen Sie Details eines Szenenobjekts mit der angegebenen UUID oder localID

source: show object name --full --regex name - Show details of scene objects with the given name.
de_de: Objektname anzeigen--full--regex name-Zeigen Sie Details von Szenenobjekten mit dem angegebenen Namen.

source: show object owner --full OwnerID - Show details of scene objects with given owner.
de_de: Zeigen Sie Objektbesitzer--full OwnerID-Zeigen Sie Details von Szenenobjekten mit dem angegebenen Besitzer.

source: show object pos --full start x, start y , start z end x, end y, end z - Show details of scene objects within give volume
de_de: Zeigen Sie Objekt pos--full start x, start y, start z end x, end y, end z-Zeigen Sie Details von Szenenobjekten innerhalb der Menge geben

source: show part id UUID-or-localID - Show details of a scene object part with the given UUID or localID
de_de: Zeigen Sie Teil ID UUID-oder localID-Zeigen Sie Details eines Szenenobjekts mit der angegebenen UUID oder localID
