Repository: BigManzai/oswp-ConsoleCommand
Catalog: oswp-ConsoleCommand/lang/oswp-consolecommand-*.po
Languages: de_de

source: show part name --regex name - Show details of scene object parts with the given name.
de_de: Zeigen Sie den Namen des Bauteils--regex-Zeigen Sie Details von Szenenobjektteilen mit dem angegebenen Namen.

source: show part pos start x, start y , start z end x, end y, end z - Show details of scene object parts within the given volume.
de_de: Zeigen Sie die Teilezeigen start x, start y, start z end x, end y, end z-Zeigen Sie Details der Szene-Objektteile innerhalb der angegebenen Lautstärke.

source: show pending-objects - Show # of objects on the pending queues of all scene viewers
de_de: Zeigen Sie Pending-Objekte-Zeigen Sie # von Objekten auf den anstehenden Warteschlangen aller Szenenzuschauer

source: show pqueues full - Show priority queue data for each client
de_de: Pqueues voll anzeigen-Prioritäts-Warteschlangen-Daten für jeden Client anzeigen

source: show queues full - Show queue data for each client
de_de: Warteschlangen voll anzeigen-Warteschlangen-Daten für jeden Client anzeigen

source: show ratings - Show rating data
de_de: Bewertungen anzeigen-Bewertungsdaten anzeigen

source: show region - Show control information for the currently selected region host name, max physical prim size, etc.
de_de: Show-Region-Zeigen Sie Kontrollinformationen für den aktuell ausgewählten Region-Hostnamen, maximale physikalische Primgröße, etc.

source: show regions - Show region data
de_de: Regionen anzeigen-Daten aus der Region anzeigen

source: show regionsinview - Shows regions that can be seen from a region
de_de: Regionalansicht-Zeigt Regionen, die aus einer Region zu sehen sind

source: show scene - Show live information for the currently selected scene fps, prims, etc.
de_de: Show-Szene-Live-Informationen für die aktuell ausgewählte Szene fps, Prims, etc. anzeigen.

source: show script sensors - Show script sensors information
de_de: Skript-Sensoren anzeigen-Informationen anzeigen

source: show script timers - Show script sensors information
de_de: Skripttimer anzeigen-Informationen zur Skriptsensoren anzeigen

source: show scripts script-item-uuid+ - Show script information
de_de: Skripte Skripte script-item-uuid +-Skriptinformationen anzeigen

source: show stats - show useful statistical information for this server. See Frame Statistics Values below for more information.
de_de: Zeigen Sie Statistiken an-zeigen Sie nützliche statistische Informationen für diesen Server an. Weitere Informationen finden Sie unter Frame Statistics Values.

source: show threadpool calls complete - Show details about threadpool calls that have been completed.
de_de: Threadpool-Anrufe komplett anzeigen-Details über Threadpool-Anrufe anzeigen, die abgeschlossen wurden.

source: show threads - Show thread status
de_de: Threads anzeigen-Thread-Status anzeigen

source: show throttles full - Show throttle settings for each client and for the server overall
de_de: Drosselungen voll anzeigen-Drosselklappe für jeden Client und für den Server insgesamt anzeigen

source: show users full - Show user data for users currently on the region
de_de: Nutzer voll anzeigen-Nutzerdaten für Nutzer anzeigen, die sich derzeit in der Region aufhalten

source: show version - Show server version
de_de: Showversion-Server-Version anzeigen

source: shutdown - Quit the application
de_de: Abschaltung-Die Anwendung beenden

source: sit user name --regex first-name last-name - Sit the named user on an unoccupied object with a sit target.
de_de: Setzen Sie sich auf den Benutzernamen--regex Nachname des Nachnamens-Sit den benannten Benutzer auf ein unbesetztes Objekt mit einem Sit-Ziel.

source: stand user name --regex first-name last-name - Stand the named user.
de_de: Stand-Benutzername--regex Nachname Nachname-Stand den genannten Benutzer.

source: stats record start|stop - Control whether stats are being regularly recorded to a separate file.
de_de: Statistik Record start | stop-Control whether stats werden regelmäßig in einer separaten Datei aufgezeichnet.

source: stats save path - Save stats snapshot to a file. If the file already exists, then the report is appended.
de_de: Statistiken speichern Pfad-Speichern Sie die Größe des Schnappschusses in eine Datei. Wenn die Datei bereits existiert, wird der Bericht angehängt.

source: stats show - a synonym for show stats - Show statistical information for this server
de_de: Statistik-Show-ein Synonym für Show-Statistiken-statistische Informationen für diesen Server anzeigen

source: sun current_time value - time in seconds of the simulator
de_de: Sonnenstrom _ Zeitwert-Zeit in Sekunden des Simulators

source: sun day_length value - number of hours to a day
de_de: Sonnentag _ Länge-Wert-Anzahl der Stunden bis zum Tag

source: sun day_night_offset value - induces a horizon shift
de_de: Sonnentag _ Nacht _ Offset-Wert-induziert eine Horizontverschiebung

source: sun day_time_sun_hour_scale value - scales day light vs nite hours to change day/night ratio
de_de: Sonnentag _ Zeit _ sun _ hour _ scale Wert-Waage Tageslicht vs nite Stunden, um das Tages-/Nacht-Verhältnis zu ändern

source: sun help - list parameters that can be changed
de_de: Sonnenhilfe-Listenparameter, die geändert werden können

source: sun list - list parameters that can be changed
de_de: Sonnenliste-Listenparameter, die geändert werden können

source: sun update_interval value - how often to update the suns position in frames
de_de: Sonnenupdate _ Intervall-Wert-wie oft die Sonnen Position in Frames aktualisieren

source: sun year_length value - number of days to a year
de_de: Sonnenjahr _ Länge-Wert-Anzahl der Tage bis zum Jahr

source: teleport user first-name last-name destination - Teleport a user in this simulator to the given destination
de_de: Teleport-Benutzer Vorname im Vornamen-Teleport ein Benutzer in diesem Simulator zum angegebenen Ziel

source: terrain bake - Saves the current terrain into the regions baked map.
de_de: Geländebacken-Saves das aktuelle Gelände in die von Regionen gebrannte Karte.

source: terrain effect - Runs a specified plugin effect.
de_de: Geländeeffekt-Läuft einen bestimmten Plug-In-Effekt.

source: terrain elevate - Raises the current heightmap by the specified amount.
de_de: Gelände erhöht-erhöht die aktuelle Höhenkarte um den angegebenen Betrag.

source: terrain fill - Fills the current heightmap with a specified value.
de_de: Geländefüllung-Füllen Sie die aktuelle Höhenkarte mit einem angegebenen Wert aus.

source: terrain flip - Flips the current terrain about the X or Y axis.
de_de: Geländeumdrehungen-Flips das aktuelle Gelände um die X oder Y-Achse.

source: terrain load - Loads a terrain from a specified file.
de_de: Geländelast-lädt ein Gelände aus einer bestimmten Datei.

source: terrain load-tile - Loads a terrain from a section of a larger file.
de_de: Gelände Blei-Fliesen-lädt ein Gelände aus einem Abschnitt einer größeren Datei.

source: terrain lower - Lowers the current heightmap by the specified amount.
de_de: Gelände tiefer-Verkleinert die aktuelle Höhenkarte um den angegebenen Betrag.

source: terrain max - Sets the maximum terrain height to the specified value.
de_de: Gelände max-Setzt die maximale Geländehöhe auf den angegebenen Wert.

source: terrain min - Sets the minimum terrain height to the specified value.
de_de: Gelände min-Setzt die minimale Geländehöhe auf den angegebenen Wert.

source: terrain modify operation value area taper - Modifies the terrain as instructed.
de_de: Geländemodifizierung Betriebswert-Verjüngung-Modifiziert das Gelände wie angegeben.

source: terrain multiply - Multiplies the heightmap by the value specified.
de_de: Das Gelände multipliziert sich-Multipliziert die Höhenkarte mit dem angegebenen Wert.

source: terrain newbrushes - Enables experimental brushes which replace the standard terrain brushes.
de_de: Geländeneubürsten-Ermöglicht experimentelle Bürsten, die die Standard-Geländebürsten ersetzen.

source: terrain rescale - Rescales the current terrain to fit between the given min and max heights.
de_de: Geländeverkauf-Rettet das aktuelle Gelände, das zwischen den angegebenen Min-und Maximalhöhen passt.

source: terrain revert - Loads the baked map terrain into the regions heightmap.
de_de: Gelände rückgängig machen-lädt das gebackene Kartengelände in die Region Höhenkarte.

source: terrain save - Saves the current heightmap to a specified file.
de_de: Gelände speichern-Speichert die aktuelle Höhenkarte in eine bestimmte Datei.

source: terrain save-tile - Saves the current heightmap to the larger file.
de_de: Geländesparte-Speichert die aktuelle Höhenkarte in die größere Datei.

source: terrain show - Shows terrain height at a given co-ordinate.
de_de: Geländeschau-Shows Gelände Höhe bei einer vorgegebenen Koordinatorin.

source: terrain stats - Shows some information about the regions heightmap for debugging purposes.
de_de: Geländestatistiken-Zeigt einige Informationen über die Höhenkarte der Regionen für Debugging-Zwecke.

source: threads abort thread-id - Abort a managed thread. Use show threads to find possible threads.
de_de: Threads abbrechen Thread-id-Abort ein verwalteter Thread. Verwenden Sie Show-Threads, um mögliche Threads zu finden.

source: threads show - Show thread status. Synonym for show threads
de_de: Threads zeigen-Thread-Status anzeigen. Synonym für Show-Threads

source: translate scene xOffset yOffset zOffset - translates the scene objects please back up your region before using
de_de: Szene-xOffset yOffset zOffset-übersetzt die Szene-Objekte bitte sichern Sie Ihre Region vor der Verwendung

source: tree active - Change activity state for the trees module.
de_de: Baum aktiv-Änderung des Aktivitätszustandes für das Baummodul.

source: tree freeze - Freeze/Unfreeze activity for a defined copse.
de_de: Baumstopp-Freeze/Unfriere-Aktivität für ein definiertes Kopsen.

source: tree load - Load a copse definition from an xml file.
de_de: Baumlast-Laden Sie eine Kopse-Definition aus einer xml-Datei.

source: tree plant - Start the planting on a copse.
de_de: Baumpflanze-Die Bepflanzung auf einer Kopse starten.

source: tree rate - Reset the tree update rate mSec.
de_de: Baumrate-Reset die Baum-Update-Rate mSec.

source: tree reload - Reload copse definitions from the in-scene trees.
de_de: Baumnachladen-Reload-Kopieren-Definitionen von den Bäumen in Szene gesetzt.

source: tree remove - Remove a copse definition and all its in-scene trees.
de_de: Baumentfernung-Entfernen Sie eine Kopse-Definition und alle seine in-Szene-Bäume.

source: tree statistics - Log statistics about the trees.
de_de: Baumstatistik-Protokollstatistik über die Bäume.

source: unlink-region local name - Unlink a hypergrid region
de_de: Ortsnamen unklopp-region-Unlink eine Hypergrid-Region

source: wearables check first-name last-name - Check that the wearables of a given avatar in the scene are valid.
de_de: Wearables überprüfen den Vornamen des Vornamens Vorname-Prüfen Sie, ob die Wearables eines bestimmten Avatars in der Szene gültig sind.

source: wearables show first-name last-name - Show information about wearables for avatars.
de_de: Wearables zeigen den Vornamen im Vornamen-Informationen über Wearables für Avatare anzeigen.

source: wind ConfigurableWind avgDirection value - average wind direction in degrees
de_de: Wind-ConfigurableWind avgDirection Wert-Durchschnittswindrichtung in Grad

source: wind ConfigurableWind avgStrength value - average wind strength
de_de: Wind ConfigurableWind avgStrength Wert-durchschnittliche Windstärke

source: wind ConfigurableWind rateChange value - rate of change
de_de: Wind ConfigurableWind Rate Change Value-Rate der Änderung

source: wind ConfigurableWind varDirection value - allowable variance in wind direction in +/- degrees
de_de: Wind-ConfigurableWindenergiewert-zulässige Abweichungen in Windrichtung in +/-Grad

source: wind ConfigurableWind varStrength value - allowable variance in wind strength
de_de: Windschutzwert

source: wind SimpleRandomWind strength value - wind strength
de_de: Wind SimpleRandomWind Kraftwert-Windstärke

source: windlight disable - Disable the windlight plugin.
de_de: Windlicht deaktivieren-Deaktivieren Sie das Windlicht-Plugin.

source: windlight enable - Enable the windlight plugin.
de_de: Windleuchte aktivieren-Aktivieren Sie das Windlicht-Plugin.

source: windlight load - Load windlight profile from the database and broadcast.
de_de: Windlichtbelastung-Windlichtprofil aus der Datenbank und Sendung laden.

source: xengine status - Show status information
de_de: xengine Status-Statusinformationen anzeigen

source: End of Commands
de_de: Ende der Befehle

source: OpenSim Password:
de_de: OpenSim Passwort:

source: Send OpenSim command to your server
de_de: Sendet OpenSim Befehl an Ihren Server

source: oswp-consolecommand
de_de: oswp-consolekommand

source: OpenSimulator WordPress Console Command only appears in the Admin menu. The plugin will be added to the left side of your dashboard menu. The plugin sends a freely selectable command to the OpenSimulator.
de_de: OpenSimulator WordPress-Konsole-Kommando erscheint nur im Admin-Menü. Das Plugin wird auf der linken Seite Ihres Armaturenbrett-Menüs hinzugefügt. Das Plugin sendet einen frei wählbaren Befehl an den OpenSimulator.
